/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "업데이트를 클릭하여 iPod을 업데이트하십시오.";
"UPDATE_NO_SELECTION_MULTIPLE" = "iPod을 선택하여 펌웨어를 업데이트하십시오.";
"UPDATE_ONE_SELECTION" = "업데이트를 클릭하여 %@을(를) %@ 버전으로 업데이트하십시오.";
"UPDATE_MULTIPLE_SELECTION" = "업데이트를 클릭하여 선택한 iPod을 업데이트하십시오.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "업데이트를 클릭하여 iPod을 업데이트하십시오.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "iPod이 최신입니다.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "선택한 iPod이 최신입니다.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "선택한 iPod이 Updater에서 지원되지 않습니다.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Macintosh 포맷인 iPod만 업데이트할 수 있습니다.";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "복원을 클릭하여 iPod을 초기 설정값으로 복원하십시오.";
"RESTORE_NO_SELECTION_MULTIPLE" = "iPod을 선택하여 초기 설정값으로 복원하십시오.";
"RESTORE_ONE_SELECTION" = "복원을 클릭하여 iPod을 초기 설정값으로 복원하십시오.";
"RESTORE_MULTIPLE_SELECTION" = "복원을 클릭하여 선택한 iPod을 초기 설정값으로 복원하십시오.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "복원을 클릭하여 iPod을 초기 설정값으로 복원하십시오.";
"RESTORE_NOT_MOUNTED_YET" = "iPod이 준비되기를 기다리는 중.";
"RESTORE_ONLY_OVER_FIREWIRE" = "이 iPod을 복원하려면 FireWire를 사용하여 연결해야 합니다.";

"UPDATING_STATUS" = "%@ 업데이트 중";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "복원 승인";
"RESTORE_ALERT_SHEET_DESC" = "iPod을 초기 설정값으로 복원하겠습니까? 모든 노래와 다른 데이터가 지워질 것입니다.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "업데이트하려면 iPod을 연결하십시오.";
"IPOD_RESTARTING_RESTORE" = "iPod이 초기 설정값으로 복원되어 재시동 중입니다. iPod을 연결해 놓은 상태에서 복원 과정이 완료될 때까지 기다리십시오.";
"IPOD_RESTARTING_UPDATE" = "iPod의 소프트웨어가 업데이트되어 다시 시작 중입니다. iPod이 연결된 채로 놔두고 업데이트 과정이 완료되는 동안 기다리십시오.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "iPod가 초기 설정값으로 복원되었습니다. 복원 과정을 완료하려면 iPod를 연결 해제했다가 다시 연결하십시오.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "업데이트가 완료되었습니다. iPod을 연결 해제한 후 다시 연결하면 업데이트 프로세스를 완료합니다.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "iPod이 초기 설정값으로 복원되었습니다. iPod을 연결 해제한 후 외부 전원 공급 장치에 연결하여 복원 과정을 완료하십시오.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "업데이트가 완료되었습니다. iPod을 연결 해제한 후 외부 전원 공급 장치에 연결하여 업데이트 과정을 완료하십시오.";
"TOO_MANY_IPODS" = "하나 이상의 iPod이 연결되었습니다. 한번에 한 개의 iPod을 연결하여 업데이트하십시오. Finder를 사용하여 다른 iPod을 추출한 다음 연결 해제하십시오.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "이름";
"COPY_FIRMWARE_VERSION" = "펌웨어 버전";
"COPY_SERIAL_NUMBER" = "일련 번호";
"COPY_DISK_FORMAT" = "디스크 포맷";
"COPY_CAPACITY" = "용량";
"COPY_POD_FAMILY" = "iPod 제품군";
"COPY_UPDATER_FAMILY" = "Updater 제품군";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(마운트 중)";
"UNMOUNTED_NAME" = "(마운트해제됨)";
"RESTORING_NAME" = "(복원 중)";
"UPDATING_NAME" = "(업데이트 중)";
"RESTARTING_NAME" = "(다시 시작 중)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "%@ 복원 중";
"UPDATING_STATUS" = "%@ 업데이트 중";
"RESTARTING_STATUS" = "재시동 중";
"EXAMINING_STATUS" = "iPod 검사 중";
"UNMOUNTING_STATUS" = "iPod 마운트 해제 중";
"PREPARING_STATUS" = "iPod 준비 중";
"FINISHING_STATUS" = "완료 중";
"FORMATTING_STATUS" = "iPod 포맷 중";
"WRITING_FIRMWARE_STATUS" = "iPod 소프트웨어 쓰기";
"CLEARING_STATUS" = "이전 iPod 소프트웨어 제거하기";
"WRITING_ICON_STATUS" = "볼륨 아이콘 쓰는 중";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "여러 개의 iPod이 선택됨.";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "선택된 iPod이 없음.";
/* Displayed when info is not available */
"UNKNOWN" = "알 수 없음";

/* Button titles */
"RESTORE" = "복원";
"CANCEL" = "취소";
"OK" = "승인";

/* Errors */
"ERROR_TITLE" = "오류";
"CANT_UNMOUNT" = "iPod이 사용 중이기 때문에 마운트 해제할 수 없습니다. iPod에서 열려 있는 파일을 닫고 다시 시도하십시오.";
"CANT_MOUNT" = "하나의 iPod이 발견되었으나, 이 작업을 실행하려면 데스크탑에 마운트시켜야 합니다.";
"GENERAL_ERROR" = "iPod을 업데이트하거나 복원하는 도중 오류가 발생하였습니다.";
"SIGMATEL_ERROR" = "iPod을 업데이트 또는 복원하는데 오류가 발생하였습니다. iPod을 연결 해제하고, 다시 연결한 다음 복원을 다시 시도하십시오. 만약 동작하지 않으면, http://www.apple.co.kr/support/ipod을 방문하십시오.";
"CANT_FIND_FORMAT_SLICE" = "데이터 파티션을 찾을 수 없으며 포맷되지 않았습니다. iPod을 연결 해제하고, 다시 연결한 다음 다시 복원해 보십시오.";
"FORMAT_ERROR" = "iPod을 포맷하는데 오류가 있습니다.";
"FORMAT_ERROR_Q14_USB" = "iPod을 포맷하는데 오류가 있습니다. FireWire로 iPod을 연결해 보고 다시 시도하십시오.";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f KB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "알 수 없음";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "디버그";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "항상 업데이트 허용";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "iPod이 업데이트되었으며 지금 재시동 중입니다. iPod을 연결해 놓은 상태에서 복원 과정이 완료될 때까지 기다리십시오. iPod 업데이터를 종료하고 iTunes를 실행하겠습니까?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "iPod이 복원되었으며 지금 재시동 중입니다. iPod을 연결해 놓은 상태에서 복원 과정이 완료될 때까지 기다리십시오. iPod 업데이터를 종료하고 iTunes를 실행하겠습니까?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "업데이트가 완료되었습니다. iPod을 연결 해제한 후 외부 전원 공급 장치에 연결하여 업데이트 과정을 완료하십시오. iPod 업데이터를 종료하고 iTunes를 실행하겠습니까?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "복원이 완료되었습니다. iPod을 연결 해제한 후 외부 전원 공급 장치에 연결하여 업데이트 과정을 완료하십시오. iPod 업데이터를 종료하고 iTunes를 실행하겠습니까?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "업데이트가 완료되었습니다. iPod을 연결 해제한 후 다시 연결하면 업데이트 과정을 완료합니다. iPod 업데이터를 종료하고, iTunes를 실행하겠습니까?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "복원이 완료되었습니다. iPod을 연결 해제한 후 다시 연결하면 업데이트 과정을 완료합니다. iPod 업데이터를 종료하고, iTunes를 실행하겠습니까?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.co.kr/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/register";